#+BEGIN_EXPORT html
---
layout: page
title: AI Assistant
tagline: " inside Org-Mode"
permalink: /emacs/openai/assistant.html
categories: [Python, OpenAI, Assistant]
tags: []
---
#+END_EXPORT
#+STARTUP: showall indent
#+OPTIONS: tags:nil num:nil \n:nil @:t ::t |:t ^:{} _:{} *:t
#+PROPERTY: header-args :exports both
#+PROPERTY: header-args+ :results output pp
#+PROPERTY: header-args+ :eval no-export
#+TOC: headlines 2
* Preface

Unleash the power of AI Assistants in your =Org= buffer!

#+name: emacs-lisp-hello-world
#+begin_src elisp :exports both 
(princ "Hello World!")
#+end_src

#+RESULTS: emacs-lisp-hello-world
: Hello World!

